
IMG = ["https://tinypic.host/images/2025/05/01/file_0000000056486230ad1690c7389017ad.png"]


# ------------------------------------------------------------ #

START_TXT = """
**ʜᴇʟʟᴏ** {} ,

**WELCOME TO EXTRACTOR TO EXTRACT TXT GIVE THE FOLLOWING COMMAND\n\n ᆞCᆞᆞOᆞᆞMᆞᆞMᆞᆞAᆞᆞNᆞᆞDᆞ\n\n \n /api  - to find appx api\n /appx - for appx\n /cp   - classplus\n /khan - khan\n /pw   - physicswallah\n /otp  - for appx otp login\n /kd   - for kd campus"""

FORCE_MSG = """
**ʜᴇʏ** {}

**【﻿ᴀᴄᴄᴏʀᴅɪɴɢ　ᴛᴏ　ᴍʏ　ᴅᴀᴛᴀʙᴀｓᴇ　ʏᴏᴜ＇ᴠᴇ　ɴᴏᴛ　ᴊᴏɪɴᴇᴅ　ᴜᴘᴅᴀᴛᴇｓ　ᴄʜᴀɴɴᴇʟ　ʏᴇᴛ，　ɪғ　ʏᴏᴜ　ᴡᴀɴᴛ　ᴛᴏ　ᴜｓᴇ　ᴍᴇ　ᴛʜᴇɴ　ᴊᴏɪɴ　ᴜᴘᴅᴀᴛᴇｓ　ᴄʜᴀɴɴᴇʟ　ᴀɴᴅ　ｓᴛᴀʀᴛ　ᴍᴇ　ᴀɢᴀɪɴ　！】**
"""

MODES_TXT = """
**【﻿ᴡᴇʟᴄᴏᴍᴇ　ᴛᴏ　ᴛʜᴇ　ᴍᴏᴅᴇ　ｓᴇᴄᴛɪᴏɴ．　ʜᴇʀᴇ，　ʏᴏᴜ　ᴄᴀɴ　ᴄʜᴏᴏｓᴇ　ʙᴇᴛᴡᴇᴇɴ　ᴛᴡᴏ　ᴍᴏᴅᴇｓ：　ᴄᴜｓᴛᴏᴍ　ᴍᴏᴅᴇ　ᴏʀ　ᴍᴀɴᴜᴀʟ　ᴍᴏᴅᴇ．】**
"""

CUSTOM_TXT = """
⌬ **﹝𝐂 𝐔 𝐒 𝐓 𝐎 𝐌﹞**

**ɪɴ ᴄᴜ​🇸​ᴛᴏᴍ ᴍᴏᴅᴇ, ʏᴏᴜ ᴄᴀɴ ᴇ​🇽​ᴛʀᴀᴄᴛ ᴀɴʏ  ᴄᴏᴜʀ​🇸​ᴇ ғʀᴏᴍ ᴀɴʏ ​🇦​​🇵​​🇵​​🇽​ ᴀᴘᴘ❜​🇸​ ʟɪɴᴋ, ʙᴜᴛ ʏᴏᴜ❜ʟʟ ɴᴇᴇᴅ ᴀɴ ᴀᴘɪ ғᴏʀ ᴛʜᴀᴛ.**

"""

MANUAL_TXT = """
⌬ **﹝𝐌 𝐀 𝐍 𝐔 𝐀 𝐋﹞**

**ɪɴ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ, ʏᴏᴜ ʜᴀᴠᴇ ʙᴇᴇɴ ɢɪᴠᴇɴ ʙᴜᴛᴛᴏɴs. ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴏɴᴇ ᴡɪᴛʜ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴇxᴛʀᴀᴄᴛ ᴛʜᴇ ᴄᴏᴜʀsᴇ ʏᴏᴜ ᴡᴀɴᴛ.**
"""

PLANS_TXT = """
⌬ **﹝𝐏 𝐑 𝐄 𝐌 𝐈 𝐔 𝐌﹞**

<b>ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴇxᴄʟᴜsɪᴠᴇ ᴘʀᴇᴍɪᴜᴍ sᴇᴄᴛɪᴏɴ, ᴡʜᴇʀᴇ ʏᴏᴜ'ʟʟ ғɪɴᴅ ᴄᴜʀᴀᴛᴇᴅ ɪɴsɪɢʜᴛs ᴀɴᴅ ᴇxᴘᴇʀɪᴇɴᴄᴇs ᴛᴀɪʟᴏʀᴇᴅ ᴛᴏ ᴛʜᴏsᴇ sᴇᴇᴋɪɴɢ ᴛᴏᴘ-ᴛɪᴇʀ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀɴᴅ sᴇʀᴠɪᴄᴇs.

‼️ ᴀғᴛᴇʀ sᴇɴᴅɪɴɢ ᴀ sᴄʀᴇᴇɴsʜᴏᴛ ᴘʟᴇᴀsᴇ ɢɪᴠᴇ ᴜs sᴏᴍᴇ ᴛɪᴍᴇ ᴛᴏ ᴀᴅᴅ ʏᴏᴜ ɪɴ ᴛʜᴇ ᴘʀᴇᴍɪᴜᴍ ʟɪsᴛ.</b>"""

    
FREE_TXT = """
⌬ **﹝𝐅 𝐑 𝐄 𝐄﹞**
<b>
🏆 <u>ꜰʀᴇᴇ ᴛʀɪᴀʟ</u> 🏆
❗ ᴏɴʟʏ ꜰᴏʀ 5 ᴍɪɴᴜᴛᴇꜱ
 
○ ʙʏᴘᴀss ᴀʟʟ ᴄᴏᴜʀsᴇ
○ ғᴀsᴛ ɴᴏᴅᴇ 
</b>"""

BRONZE_TXT = """
⌬ **﹝𝐁 𝐑 𝐎 𝐍 𝐙 𝐄﹞**
<b>
🥉 <u>ʙʀᴏɴᴄᴇ ᴘʟᴀɴ</u>
⏰ 7 ᴅᴀʏꜱ
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 300₹
</b>"""

SILVER_TXT = """
⌬ **﹝𝐒 𝐈 𝐋 𝐕 𝐄 𝐑﹞**
<b> 
🥈 <u>ꜱɪʟᴠᴇʀ ᴘʟᴀɴ</u>
⏰ 15 ᴅᴀʏꜱ 
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 500₹
</b>"""

GOLD_TXT = """
⌬ **﹝𝐆 𝐎 𝐋 𝐃﹞**  
<b>
🥇 <u>ɢᴏʟᴅ ᴘʟᴀɴ</u>
⏰ 30 ᴅᴀʏꜱ 
💸 ᴘʟᴀɴ ᴘʀɪᴄᴇ ➛ 800₹
</b>"""


OTHER_TXT = """
⌬ **﹝𝐏 𝐋 𝐀 𝐍 𝐒﹞** 
<b>
🎁 <u>ᴏᴛʜᴇʀ ᴘʟᴀɴ</u>
⏰ ᴄᴜꜱᴛᴏᴍɪꜱᴇᴅ ᴅᴀʏꜱ
💸 ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴅᴀʏꜱ ʏᴏᴜ ᴄʜᴏᴏꜱᴇ

👨‍💻 ᴄᴏɴᴛᴀᴄᴛ ᴛʜᴇ ᴏᴡɴᴇʀ ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ᴏᴛʜᴇʀ ᴘʟᴀɴ.
</b>"""


PAYMENT_TXT = """<b>
⚜️ ᴘᴀʏ ᴀᴍᴍᴏᴜɴᴛ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ᴘʟᴀɴ ᴀɴᴅ ᴇɴᴊᴏʏ ᴘʀᴇᴍɪᴜᴍ ᴍᴇᴍʙᴇʀꜱʜɪᴘ !

📸 ǫʀ ᴄᴏᴅᴇ - <a href='https://graph.org/file/dbd48ba7093582ab20063.jpg'>ᴄʟɪᴄᴋ ʜᴇʀᴇ ᴛᴏ ꜱᴄᴀɴ</a>

‼️ ᴍᴜsᴛ sᴇɴᴅ sᴄʀᴇᴇɴsʜᴏᴛ ᴀғᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.
</b>"""






